{
  "welcome": {
    "title": "Welcome to Infinity Economics",
    "redirect_login_btn": "My Account",
    "redirect_signup_btn": "Sign Up",
    "no_account": "Don't have an Account"
  },
  "signup": {
    "disclaimer": {
      "title": "Accept Disclaimer",
      "text": "These steps involves the creation of a new account. The procedure consists of complex cryptographic operations that use a <strong> PASSPHRASE </strong> (a series of 15 random words) to create your <strong> UNIQUE ACCOUNT ADDRESS </strong>. This <strong> PASSPHRASE </strong> is extremely important and must be kept in safe place, since it's <strong> THE ONLY WAY </strong> to access your account. If you lose it you lose access to your account and your funds! The Foundation holds no responsibility for lost funds resulting from misplaced passphrases. The account passphrase and other vital information must be immediately saved and written down for your own safety. Make sure that you select the entire passphrase length before keeping it and check again your account address by logging in and compare the account address with the account address generated from this PASSPHRASE here before making your first transfer. Please proceed only if you understand and accept this disclaimer."
    },
    "passphrase": {
      "title": "Generate Passphrase",
      "generate_new_btn":"Generate new",
      "note": "Make sure that you keep the passphrase safe. If you lose your passphrase later on, your account can't be restored and all your funds will be lost. <strong> Write down </strong> your passphrase in the next step you will be asked to re-type it for confirmation."
    },
    "confirm": {
      "title": "Confirm PassPhrase and Sign In",
      "passphrase_placeholder": "Minimum 35 characters or 15 words",
      "error_passphrase_required": "Passphrase is required.",
      "confirm_and_login_btn":"LOGIN",
      "note": "Make sure that you keep the passphrase safe. If you lose your passphrase later on, your account can't be restored and all your funds will be lost. <strong> On your first sign in compare the account address shown in account details with the one you have written down during this new account creation and verify they match. </strong>"
    }
  },
  "login": {
    "title": "Please enter your Passphrase",
    "login_btn": "Sign In",
    "passphrase_placeholder": "Minimum 35 characters or 15 words",
    "error_passphrase_required": "Passphrase is required.",
    "note": "<span>Note:</span> Every transaction will get signed locally and transmitted to a random node without revealing your wallet passphrase or private keys."
  },
  "dashboard": {
    "title": "Dashboard",
    "sub-title": "Dashboard",
    "send-btn": "Send",
    "receive-btn": "Receive",
    "account-info-btn": "Account Info",
    "transactions-btn": "Transactions",
    "market-txt": "Market"
  },
  "footer":{
    "content1": "This app is owned by the",
    "content2": "and managed by the"
  }
}